tap 'homebrew/core'

brew 'argocd'
brew 'bat'
brew 'coreutils'
brew 'etcd'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-gui'
brew 'gnu-sed'
brew 'golangci-lint'
brew 'goreleaser'
brew 'helm'
brew 'helmify'
brew 'htop'
brew 'ipcalc'
brew 'jnv'
brew 'jq'
brew 'k9s'
brew 'kind'
brew 'krew'
brew 'kubectx'
brew 'kubeshark'
brew 'kustomize'
brew 'make'
brew 'minio-mc'
brew 'mtr'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'openconnect'
brew 'openldap'
brew 'plantuml'
brew 'ranger'
brew 'ripgrep'
brew 'shellcheck'
brew 'starship'
brew 'stern'
brew 'telnet'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'vault'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'yamllint'
brew 'yq'
brew 'zoxide'
brew 'zsh-vi-mode'

tap 'natesales/repo'
brew 'q'

